["The things I'd do for playerName to be in a teamName uniform", "Trade proposal: playerName for playerName. What do we think?", "Don't talk to me unless you think playerName is going to lead the league in home runs", "teamName fans, mental health check???", "When I become commissioner, I will remove teamName from existence", "Scheduled playerName success!", "Scheduled teamName success!", "playerName truthers are being rewarded!", "Watching the teamName makes me reconsider being a baseball fan", "MLB would be better off without the teamName", "teamName v teamName is the best rivalry in baseball!", "Absolutely disgraceful performance. In all my years as a fan of the teamName, I have never seen a group of players so lazy and pathetic. I'm taking my fanhood to cityName where it looks like they know how to run a baseball team.", "playerName is God himself.", "Personally, i think the teamName should try to win this baseball game", "I love playerName.", "playerName: future teamNickSingular", "The teamName have the best fanbase.", "playerName: future MVP", "We need to start appreciating the things playerName does.", "For personal reasons, I will be fighting playerName.", "Today is a great day to love and appreciate playerName!", "Wait, people actually think playerName is good?", "The next teamName World Series will be in randNum years!", "The teamName have been so bad this season that they're being demoted to milbLvl", "Wait, there are fans of the teamName?", "I love the teamName.", "I'm going to tell my kids that playerName was Barry Bonds", "For his sake, playerName should really request a trade to the teamName.", "playerName just hit a home run off your team. Tear down the franchise.", "The teamName may never lose again!", "Scheduled playerName failure!", "Scheduled teamName failure!", "playerName is good, you guys are just mean", "I hate playerName", "playerName: future All Star.", "playerName, YOU are a teamNickSingular", "The teamName are a placeNum place team.", "I am a playerName enjoyer.", "playerName just sucks dude. I need him off my team immediately.", "Born too late to explore the world, born too early to explore space, born just in time to watch playerName play baseball", "playerName can marry me.", "You just can't hate playerName", "playerName is going to hit randNum home runs this season!", "I can't believe people still think the teamName aren't going to win the World Series", "If I was GM of the teamName for a day, I would trade for playerName", "playerName is the biggest clown in baseball", "The teamName are on pace for randNum wins this season!", "It's so obvious that playerName is a teamNickSingular at this point.", "Do people actually spend 3 hours of their day watching the teamName?", "I'm gatekeeping playerName", "playerName has always wanted to be a teamNickSingular.", "The teamName are the worst organization in professional sports", "playerName owns the teamName", "The teamName may never win again!", "The teamName may never lose again!","The teamName are your yearNum World Series Champions!","I'm gonna tell my kids the yearNum teamName were better than the 1927 Yankees"]